[
    {
        "id": "1",
        "location": "Los Angeles",
        "org_name": "Justice LA",
        "org_link": "http://justicelanow.org/",
        "description": "The JusticeLA Coalition (JLA) was born in the Fall of 2017 from the community based advocacy of countless families separated by the largest jail system in the world. In partnership with grassroots organizations, advocates, directly impacted communities, and stakeholders, we work to reduce the footprint of incarceration by stopping jail expansion and reclaiming, reimagining and reinvesting dollars away from incarceration and into community-based systems of care. Since our launch, we have successfully stopped LA County’s $3.5 billion jail expansion plan and lead the development of LA County’s Alternatives to Incarceration Workgroup report.\n\nJusticeLA prioritizes an intersectional approach to movement building that uplifts the communities most impacted by incarceration in Los Angeles County, including: immigrant and undocumented people; Black, Brown and indigenous peoples; people with mental health and substance use needs; young people, women and LGBTQ people. Building on nearly a decade of advocacy, we are calling for a robust decarceration plan for Los Angeles that fully realizes the promise of diversion and re-entry through a justice reinvestment strategy.",
        "donate_url": "https://justicelanow.org/",
        "volunteer_contact": "http://justicelanow.org/join/",
        "action_url": "https://justicelanow.org/action/",
        "instagram": "https://instagram.com/justicelanow?igshid=4op9xbf0sx2v",
        "fb": "https://www.facebook.com/JusticeLANow/",
        "twitter": "https://mobile.twitter.com/JusticeLANow?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
        "email": "justicelanow@gmail.com",
        "phone_num": "8662465822"
    },
    {
        "id": "2",
        "location": "Los Angeles",
        "org_name": "Black Lives Matter LA",
        "org_link": "https://www.blmla.org/who-we-are",
        "description": "Black Lives Matter emerged from the hearts and minds of our three co-founders: Patrisse Cullors, Alicia Garza and Opal Tometi. It came to life right here in Los Angeles, where the first chapter was birthed. Our herstory is an important telling of the emergence of Black Lives Matter, and Black Lives Matter-Los Angeles specifically, as a reclamation of and recommitment to Black radical organizing and Black freedom struggle.",
        "donate_url": "https://www.gofundme.com/f/blmla",
        "volunteer_contact": "youth@blmal.org",
        "action_url": "",
        "instagram": "https://www.instagram.com/blmlosangeles/",
        "fb": "https://www.facebook.com/blmla",
        "twitter": "https://twitter.com/BLMLA?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "3",
        "location": "Los Angeles",
        "org_name": "Gender Justice LA",
        "org_link": "https://gjla.networkforgood.com/",
        "description": "We are in a critical moment where we need our allies and comrades to show up for the transgender (trans) and gender non-conforming (gnc) community!\n\nThe trans and gnc community is one of the most marginalized groups in this country and at high risk for COVID-19. Many of our community members face extreme barriers in general and these barriers are even more exacerbated during this pandemic. Gender Justice LA, along with many other trans, gnc and Intersex organizations explain in detail what these barriers are in this open letter.\n\nGender Justice LA is invested in making sure our community is not left behind, especially during a pandemic. We need YOUR support! Please consider donating to Gender Justice LA so that we can continue our work, relocate funds and address the needs of our community during COVID-19.\n\nYour funds will go towards:\n\n- Reallocating funds straight to our members\n\n- Pay artist and content creators for their gifts\n\n- Youth Intern stipends\n\n- Rent, phone, materials and program tools\n\n- Towards our COVID-19 mask program (Mask by & for TGI people)\n\n- Creating Care Packages\n\n- Paying online facilitators, healers and femmtors / mentors",
        "donate_url": "https://gjla.networkforgood.com/",
        "volunteer_contact": "https://gjla.networkforgood.com/",
        "action_url": "https://www.instagram.com/genderjusticela/?hl=en",
        "instagram": "https://www.facebook.com/GenderJusticeLA/",
        "fb": "https://twitter.com/GJLAScoop?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "4",
        "location": "Los Angeles",
        "org_name": "Foundation for Second Chances",
        "org_link": "https://www.ffscinc.org/",
        "description": "Help us make sure that the youth of South Los Angeles are being provided with the basic necessities such as a quality education, the opportunity to flourish in a safe and nurturing environment, an opportunity to build self-confidence, self-esteem and leadership, and the ability to achieve great things. \n\nOur Second Chances Leadership Program enjoys a 100% high school graduation rate amongst cohort members and is proven to increase scholars educational aspirations and remove barrier that would otherwise prevent them from enrolling in college.",
        "donate_url": "https://form.jotform.com/91957771268170",
        "volunteer_contact": "https://form.jotform.com/91957771268170",
        "action_url": "https://www.ffscinc.org/take-action/",
        "instagram": "https://www.facebook.com/pages/Foundation-for-Second-Chances/116494101708727",
        "fb": "https://twitter.com/secondchanceorg?lang=en",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "5",
        "location": "Los Angeles",
        "org_name": "Black Aids Institute",
        "org_link": "https://blackaids.org/",
        "description": "BAI is deeply committed to exposing the systems and roots of oppression used around the world and in the US to particularly marginalize Black people as a whole. With a deep understanding that health justice is racial justice, we not only address the social determinants of health but dig deep into understanding how unlearning isms and phobias contribute to decreased health disparities amongst Black people and increased ability for health service providers and institutions to address a Black person as a whole and not a part of a sum. BAI is revolutionizing the HIV service industry to center and uplift Black experiences to allow Black people to live their fullest, healthiest lives with dignity, care, and respect.",
        "donate_url": "https://app.mobilecause.com/form/zzS6cA?vid=8wmq4",
        "volunteer_contact": "",
        "action_url": "https://blackaids.org/contact-us/",
        "instagram": "http://www.instagram.com/blackaids",
        "fb": "http://www.facebook.com/blackaids",
        "twitter": "http://www.twitter.com/blackaids",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "6",
        "location": "Los Angeles",
        "org_name": "Ron Finley Project",
        "org_link": "http://ronfinley.com/the-ron-finley-project/",
        "description": "Ron envisions a world where gardening is gangsta, where cool kids know their nutrition and where communities embrace the act of growing, knowing and sharing the best of the earth’s fresh-grown food. Ron is realizing his vision for community gardening and rejuvenation. Let’s grow this seed of urban gangsta gardening into a school of nourishment and change. Help spread his dream of edible gardens, one city at a time.\n\nIt’s time for Americans to learn to transform food deserts to food forests. Help them learn to regenerate their lands into creative business models. Let’s make Ron’s philosophy mushroom across the country, and the world.",
        "donate_url": "http://ronfinley.com/the-ron-finley-project/",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "https://www.instagram.com/ronfinleyproject/",
        "fb": "https://www.facebook.com/ronfinleyproject",
        "twitter": "https://twitter.com/ronfinleyhq",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "7",
        "location": "Detroit",
        "org_name": "Black Lives Matter Detroit",
        "org_link": "https://www.blmdetroit.com/",
        "description": "Black Lives Matters Detroit fights for Black liberation with activism, media, art, creating educational programs and so much more. They are the Detroit chapter of the global community of BLM whose mission is to uplift Black Communities, build local power, and work towards a world free of anti-Blackness; “where every Black person has the social, economic, and political power to thrive.”",
        "donate_url": "https://secure.actblue.com/donate/ms_blm_homepage_2019",
        "volunteer_contact": "https://www.blmdetroit.com/contact",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/DetroitBLM/",
        "twitter": "https://twitter.com/DetroitBLM",
        "email": "info@blmdetroit.com",
        "phone_num": ""
    },
    {
        "id": "8",
        "location": "Detroit",
        "org_name": "Ruth Ellis Center",
        "org_link": "https://www.ruthelliscenter.org/",
        "description": "The Ruth Ellis Center is a Detroit based organization supporting LGBTQ+ youth with an emphasis on young people of color, racial equity and transformative justice. They have a wide array of programs from outreach, health initiatives, workshops, support services and more. As well as creating platforms for conversation revolving around the experiences of Black LGBTQ+ young people.",
        "donate_url": "https://interland3.donorperfect.net/weblink/weblink.aspx?name=rutheci&id=1",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "https://www.instagram.com/ruthelliscenter/",
        "fb": "https://www.facebook.com/RuthEllisCenter/",
        "twitter": "https://twitter.com/REC_Detroit",
        "email": "info@ruthelliscenter.org",
        "phone_num": "3132521950"
    },
    {
        "id": "9",
        "location": "Detroit",
        "org_name": "Detroit Justice Center",
        "org_link": "https://www.detroitjustice.org/",
        "description": "The Detroit Justice Center (DJC) is a non-profit law firm working alongside communities to create economic opportunities, transform the justice system, and promote equitable and just cities.",
        "donate_url": "https://donorbox.org/support-the-detroit-justice-center-1",
        "volunteer_contact": "https://www.detroitjustice.org/volunteerform?rq=volunteer",
        "action_url": "",
        "instagram": "https://www.instagram.com/detroitjusticecenter/",
        "fb": "https://www.facebook.com/DetroitJusticeCenter/",
        "twitter": "https://twitter.com/justcitydetroit",
        "email": "info@detroitjustice.org",
        "phone_num": "3137365957"
    },
    {
        "id": "10",
        "location": "Detroit",
        "org_name": "LGBT Detroit",
        "org_link": "https://www.lgbtdetroit.org/",
        "description": "For over two decades, LGBT Detroit has been receiving unwavering support from neighboring communities in any capacity that promotes the wellbeing and integrity involved in fostering an environment conducive to lesbian, gay, bi and transgender individuals irrespective of race, culture or socio-economic status. The community support is manifested in their advocating, partnership, testifying before local and state legislators, providing safe gathering spaces where members of the LGBT community can interact without fear of persecution or bigotry.",
        "donate_url": "https://cash.app/$WeAreLGBTDetroit",
        "volunteer_contact": "https://docs.google.com/forms/d/1jYyERwDlWqVNupBTlddqHe3k6NAoCjB1O-COhIUPdyc/viewform?ts=596fc381&edit_requested=true",
        "action_url": "",
        "instagram": "https://www.instagram.com/lgbtdetroit/",
        "fb": "https://www.facebook.com/lgbtdetroit",
        "twitter": "https://twitter.com/detroitnaacp",
        "email": "https://www.lgbtdetroit.org/contact",
        "phone_num": "3133972127"
    },
    {
        "id": "11",
        "location": "Detroit",
        "org_name": "Detroit Action",
        "org_link": "https://detroitaction.org/",
        "description": "Detroit Action is an organization focused on fighting for working class POC Detroiter’s economic and social justice. This is a grass-roots organization working on ending structural racism and is the sister organization of Michigan Action. They have a wide array of services from youth programs, soup kitchens, community organizing and work to promote civic engagement.",
        "donate_url": "https://secure.actblue.com/donate/detaction#",
        "volunteer_contact": "https://detroitaction.org/contact-us/",
        "action_url": "https://detroitaction.org/take-action/",
        "instagram": "https://www.instagram.com/detroit_action/",
        "fb": "https://www.facebook.com/MichiganActionOrganizing/?ref=nf&hc_ref=ARSNsatQDINisuOv_yIC_tyFqwaQiRz8gHZgnRRgr8CAnMuyDTZHGPjEpq10CUpta6k&__tn__=%3C-R",
        "twitter": "https://twitter.com/Detroit_Action?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
        "email": "info@detroitaction.org",
        "phone_num": "3134514419"
    },
    {
        "id": "12",
        "location": "Detroit",
        "org_name": "Michigan Liberation",
        "org_link": "https://miliberation.org/",
        "description": "Michigan Liberation is an organization who believes in radical transformation of our society. They focus on community healing from suffering caused by the criminal legal system by advocating for criminal justice reform. Michigan Liberation has successfully influenced elections and legislation, as well as working to promote restorative justice and juvenile justice.",
        "donate_url": "https://secure.actblue.com/donate/miliberation",
        "volunteer_contact": "",
        "action_url": "https://miliberation.org/campaigns/",
        "instagram": "https://www.instagram.com/miliberation/",
        "fb": "",
        "twitter": "https://twitter.com/MILiberation",
        "email": "info@miliberation.org",
        "phone_num": ""
    },
    {
        "id": "13",
        "location": "Detroit",
        "org_name": "D-Town",
        "org_link": "https://www.dbcfsn.org/educational-youth-programs",
        "description": "The Detroit Black Community Food Security Network (DBCFSN) was formed in February 2006 to address food insecurity in Detroit’s Black community and to organize members of that community to play a more active leadership role in the local food security movement.  We observed that many of the key players in the local urban agriculture movement were young whites, who while well-intentioned, never-the-less, exerted a degree of control inordinate to their numbers in Detroit’s population.",
        "donate_url": "https://www.dbcfsn.org/copy-of-membership",
        "volunteer_contact": "313 345 3663",
        "action_url": "",
        "instagram": "https://www.instagram.com/dbcfsn_org/",
        "fb": "https://www.facebook.com/D-TownFarm-452559591479594/?fref=ts",
        "twitter": "",
        "email": "info@dbcfsn.org",
        "phone_num": ""
    },
    {
        "id": "14",
        "location": "Philadelphia",
        "org_name": "Black Lives Matter Philly",
        "org_link": "http://www.blmphilly.com/",
        "description": "In the summer 2012 #BlackLivesMatter was born. BLM is created by co-founders, Patrisse Kahn-Cullors, Alicia Garza, and Opal Tometi, in response to Trayvon Martin’s murderer, George Zimmerman, being acquitted for his crime. It gained more traction On August 9, 2014, when Officer Darren Wilson murdered 18 year Mike Brown in cold blood in the middle of Canefield Drive in Ferguson, Missouri.\n\nThat same summer, local Black activists and organizers in St. Louis issued a call for Black organizers, healers, artists, attorneys, and independent media folks to come to Ferguson to demand justice for Mike Brown. This National Weekend of Action was organized by Darnelle Moore and Patrisse Kahn-Cullors. On August 28, a Northeast (NYC, PHL, NJ) contingency of about 30 activists bused for 20 hours from NYC to Ferguson, Missouri for the Black Life Matters Freedom Ride. Months after the life-changing experience in Ferguson, the BLM Northeast (NYC, Philly, NJ participants on the ride) hold their first of several meetings on December 10th. Soon after they began exploring more city-based meetings.\n\nIn February of 2015, two of the original Ferguson Freedom Riders, Decide to initiate the chapter and file the official paperwork necessary for Philadelphia to have a official chapter. Months later in May, BLM Philly hold the first local chapter meeting at the St. Paul’s Baptist Church. Since then, the chapter has flourished launched a number of initiatives including, letter campaigns, Black Joy and Healing circles, vigils, and forums.",
        "donate_url": "https://blmphilly.wedid.it/",
        "volunteer_contact": "https://docs.google.com/forms/d/e/1FAIpQLSeKamz2-V_weHBC6UUcInE1CuLjnoL3aEFAinkQLxt1cgoh1w/viewform",
        "action_url": "https://actionnetwork.org/petitions/053a88332ac7e3f2ecb25063459ec412c60ca5fb/?hash=77aa0cf10e03b522d78003a4b4c04587",
        "instagram": "https://www.instagram.com/blmphilly/",
        "fb": "https://www.facebook.com/blacklivesmatterphilly/",
        "twitter": "https://twitter.com/BLMPhilly?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
        "email": "blacklivesmatterphilly@gmail.com",
        "phone_num": ""
    },
    {
        "id": "15",
        "location": "Philadelphia",
        "org_name": "Philly for REAL Justice",
        "org_link": "http://phillyrealjustice.com/missionstatement",
        "description": "The Philadelphia Coalition for Racial Economic and Legal Justice (REAL) is an inclusive grassroots organization that is community focused and globally engaged. Our mission is to provide a safe space for community organizations and individuals to come together and combine resources to eliminate the system of white supremacy and police terror across all areas of racial, economic, and legal oppression.",
        "donate_url": "https://www.paypal.me/PhillyREAL",
        "volunteer_contact": "phillybailout@gmail.com",
        "action_url": "",
        "instagram": "https://instagram.com/phillybailout",
        "fb": "",
        "twitter": "https://twitter.com/Phillybailout",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "16",
        "location": "Philadelphia",
        "org_name": "Philly Community Bail Fund",
        "org_link": "https://www.phillybailout.com/",
        "description": "The mission of the Philadelphia Community Bail Fund is to end cash bail in our city. Until that day, we post bail for our neighbors who cannot afford to pay.",
        "donate_url": "https://www.aplos.com/aws/give/PhiladelphiaCommunityBailfund/general",
        "volunteer_contact": "https://docs.google.com/forms/d/e/1FAIpQLSdiwQCujk-QPFxRvfwwFSgBmDS-a7OsNDNdjIX3jxg7pJVgdw/viewform",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "https://www.facebook.com/PhillyBailOut/",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "17",
        "location": "Philadelphia",
        "org_name": "Black and Brown Workers Coop",
        "org_link": "http://blackandbrownworkerscoop.org/",
        "description": "The Black and Brown Workers Cooperative conducts several campaigns aimed at the dismantling systems of oppression that adversely impact the Black and Brown worker. Each campaign is targeted to a specific issue and has specific desirable outcomes\n\n1. Anti-Displacement\nThis platform includes a documentary that amplifies the impacts of displacement on long-term residents in West/Southwest Philadelphia.\n2. Labor Organizing\nWe always have ongoing labor campaigns, many of which are behind-the scenes to protect the workers we organize with.\n3. Community Engagement\nIf you feel there’s a labor-related issue that needs to be addressed, please contact us using the information below.\n4. The BlaQollective\nOur critical conscious raising arm of the BBWC in which we do trainings on our anti-oppression curriculum.",
        "donate_url": "https://www.paypal.com/donate/?cmd=_s-xclick&hosted_button_id=WNA56LYRBHK7U",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/pg/BBworkers",
        "twitter": "",
        "email": "contact@blackandbrownworkerscoop.org",
        "phone_num": "2674222926"
    },
    {
        "id": "18",
        "location": "Philadelphia",
        "org_name": "Youth Art & Self-Empowerment Project",
        "org_link": "http://www.yasproject.com/",
        "description": "The Youth Art & Self-Empowerment Project (YASP) is building a youth-led movement to end the practice of  trying and incarcerating young people as adults.  Through its work in the Philadelphia jails, YASP provides space for incarcerated young people to express themselves creatively and to develop as leaders both within and beyond the prison walls.  Young people who have been through the adult court system are at the forefront of YASP, leading the movement to keep young people out of adult prisons and to create new possibilities for youth around the city.",
        "donate_url": "https://www.paypal.com/paypalme/yasp",
        "volunteer_contact": "info@yasproject.com",
        "action_url": "https://www.change.org/p/stop-trying-young-people-directly-as-adults",
        "instagram": "",
        "fb": "https://www.facebook.com/change.org",
        "twitter": "https://twitter.com/Change",
        "email": "",
        "phone_num": "2675719277"
    },
    {
        "id": "19",
        "location": "Philadelphia",
        "org_name": "Movement Alliance Project",
        "org_link": "https://movementalliance.org/about/",
        "description": "MAP continues to connect communities and build power for working families. We run strategic campaigns, lift up untold stories, and build infrastructure for the most vibrant community organizations in Philadelphia and around the country to win lasting power and a just society.",
        "donate_url": "https://movementalliance.org/donate/",
        "volunteer_contact": "215 821 9632",
        "action_url": "",
        "instagram": "https://www.instagram.com/mvmalliance/",
        "fb": "https://www.facebook.com/mvmalliance/",
        "twitter": "https://twitter.com/mvmalliance",
        "email": "info@movementalliance.org",
        "phone_num": "2158219632"
    },
    {
        "id": "20",
        "location": "Philadelphia",
        "org_name": "Bread & Roses Fund",
        "org_link": "https://breadrosesfund.org/",
        "description": "Our Mission\nBread & Roses believes in change, not charity. We organize donors at all levels to support community-based groups in building movements for racial equity and economic opportunity for all. We support movements and their leaders through fundraising, grantmaking, capacity building, and convening.\n\nOur Approach\nWe believe that a better world is possible. For 43 years Bread & Roses has inspired people to take collective action and create real change in their communities, the Philadelphia region, and beyond. We raise money through donations of all sizes and make grants using a democratic, community-led decision-making process. Our grants go to local groups working for good schools, fewer prisons, better jobs, a safe environment, quality health care, and more.",
        "donate_url": "https://breadrosesfund.org/donate/",
        "volunteer_contact": "215 731 1107",
        "action_url": "",
        "instagram": "https://www.instagram.com/breadrosesfund/",
        "fb": "https://www.facebook.com/breadandroses/",
        "twitter": "https://twitter.com/breadrosesfund",
        "email": "info@movementalliance.org",
        "phone_num": "2157311107"
    },
    {
        "id": "21",
        "location": "Philadelphia",
        "org_name": "Mazzoni Center",
        "org_link": "https://www.mazzonicenter.org/history",
        "description": "Mazzoni Center is dedicated to serving LGBTQ people and those who are living with HIV/AIDS in the Philadelphia area, helping them achieve optimal health and well-being through a comprehensive range of healthcare and supportive services.  We have served these communities for more than 35 years, and in that time we've grown from a small, community-based clinic to a pioneer in providing vital services for those with HIV/AIDS - and today a thriving, multi-service organization and a recognized leader in culturally-competent, patient-centered care for LGBTQ individuals.",
        "donate_url": "https://www.mazzonicenter.org/donate-now",
        "volunteer_contact": "https://www.mazzonicenter.org/volunteer-1",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/MazzoniCenter",
        "twitter": "https://twitter.com/#!/MazzoniCenter",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "22",
        "location": "Chicago",
        "org_name": "Assata's Daughters",
        "org_link": "https://www.assatasdaughters.org/",
        "description": "Assata’s Daughters (“AD”) is a Black woman-led, young person-directed organization rooted in the Black Radical Tradition. \nAD organizes young Black people in Chicago by providing them with political education, leadership development, mentorship, and revolutionary services.   \nThrough our programs we aim to Deepen, Escalate, and Sustain the Movement for Black Liberation.",
        "donate_url": "https://donorbox.org/nov-2016-push",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "https://www.instagram.com/assatasdaughtersig/?hl=en",
        "fb": "https://www.facebook.com/AssatasDaughters/",
        "twitter": "https://twitter.com/AssataDaughters?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
        "email": "ed@assatasdaughters.org",
        "phone_num": ""
    },
    {
        "id": "23",
        "location": "Chicago",
        "org_name": "Chicago Equity and Transformation",
        "org_link": "https://www.eatchicago.org/",
        "description": "Founded and established for and by post incarcerated and marginalized Black people in Chicago, Equity And Transformation strives to uplift the faces, voices, and power of the vast disenfranchised and excluded Black workforce in Chicago. We organize with individuals that operate outside of the formal economy.",
        "donate_url": "https://www.gofundme.com/f/support-the-work",
        "volunteer_contact": "info@eatchicago.org",
        "action_url": "",
        "instagram": "https://www.instagram.com/eatorgchicago/",
        "fb": "https://www.facebook.com/EquityAndTransformation/",
        "twitter": "https://twitter.com/ChicagoEat",
        "email": "info@eatchicago.org",
        "phone_num": ""
    },
    {
        "id": "24",
        "location": "Chicago",
        "org_name": "Chicago Alliance Against Racist and Political Repression",
        "org_link": "",
        "description": "Since 1973, when it was born from the movement to free Angela Davis and all political prisoners, the Chicago Alliance Against Racist and Political Repression has defended the rights of oppressed people in Illinois and around the world.\n\nWe defend the civil liberties of workers, activists, and prisoners. We struggle against white supremacy, the prison-industrial complex, and state violence. We demand community control of the police and full representation for Black people and other poor and oppressed people at all levels of government.",
        "donate_url": "https://www.caarpr.org/fundraising",
        "volunteer_contact": "1 312 939 2750",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/caarpr/",
        "twitter": "https://twitter.com/CAARPRNow",
        "email": "info@alliancechicago.org",
        "phone_num": "3129392750"
    },
    {
        "id": "25",
        "location": "Chicago",
        "org_name": "My Block My Hood My City",
        "org_link": "https://www.formyblock.org/",
        "description": "My Block, My Hood, My City provides underprivileged youth with an awareness of the world and opportunities beyond their neighborhood.  We take students on explorations focused on STEM, Arts & Culture, Citizenry & Volunteerism, Health, Community Development, Culinary Arts, and Entrepreneurism.",
        "donate_url": "https://www.formyblock.org/donate",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "https://www.instagram.com/myblockmyhoodmycity/",
        "fb": "https://www.facebook.com/myblockmyhoodmycity",
        "twitter": "https://twitter.com/mbmhmc",
        "email": "info@mbmhmc.com",
        "phone_num": ""
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "27",
        "location": "Chicago",
        "org_name": "Brave Space Alliance",
        "org_link": "https://www.bravespacealliance.org/",
        "description": "Brave Space Alliance is the first Black-led, trans-led LGBTQ Center located on the South Side of Chicago, dedicated to creating and providing affirming, culturally competent, for-us by-us resources, programming, and services for LGBTQ individuals on the South and West sides of the city. We strive to empower, embolden, and educate each other through mutual aid, knowledge-sharing, and the creation of community-sourced resources as we build toward the liberation of all oppressed peoples.",
        "donate_url": "https://actionnetwork.org/fundraising/help-sustain-brave-space-alliance",
        "volunteer_contact": "872 333 5199",
        "action_url": "",
        "instagram": "https://www.instagram.com/bravespacealliance/",
        "fb": "https://www.facebook.com/BraveSpaceAlliance/",
        "twitter": "https://twitter.com/BSAllianceChi",
        "email": "jae@bravespacealliance.org",
        "phone_num": "8723335199"
    },
    {
        "id": "28",
        "location": "Chicago",
        "org_name": "Gray Matter Experience",
        "org_link": "https://www.graymatterexperience.com/",
        "description": "Gray Matter aims to educate, empower and assist students in creating their own businesses while providing them access to resources and support to ensure students understand that their ideas are valid and vital to the entrepreneurial ecosystem.",
        "donate_url": "https://www.graymatterexperience.com/donate",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "https://www.instagram.com/graymatterexp/",
        "fb": "https://www.facebook.com/GrayMatterExp/",
        "twitter": "https://twitter.com/graymatterexp",
        "email": "info@graymatterexperience.com",
        "phone_num": ""
    },
    {
        "id": "29",
        "location": "Chicago",
        "org_name": "Black Lives Matter Chicago",
        "org_link": "https://www.blacklivesmatterchicago.com/",
        "description": "Black Lives Matter Chicago is an intersectional vehicle that values Black people and our right to self-determination. We fight for justice with families most impacted, while working to create just and equitable systems.",
        "donate_url": "https://www.blacklivesmatterchicago.com/donate/",
        "volunteer_contact": "872 395 8048",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/BLMChi/",
        "twitter": "https://twitter.com/blmchi",
        "email": "",
        "phone_num": "8723958048"
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "31",
        "location": "Chicago",
        "org_name": "Black Oaks Center for Sustainable Living",
        "org_link": "https://www.blackoakscenter.org/",
        "description": "In 2006, we established Black Oaks Center as a not for profit to facilitate the mission of equipping youth and families with the skills of sustainability to be lifeboats in times to come.  Young and old engaged in collective design charrettes of the 40-acre eco campus in Pembroke Township Il. Envisioning it to be a place where the community can learn these skills.",
        "donate_url": "https://www.blackoakscenter.org/donate",
        "volunteer_contact": "773 410 3446",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/healthyfoodhubchicago/",
        "twitter": "",
        "email": "cofounders@blackoakscenter.blog",
        "phone_num": "7734103446"
    },
    {
        "id": "32",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "33",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "34",
        "location": "Madison",
        "org_name": "Freedom Inc.",
        "org_link": "https://freedom-inc.org/",
        "description": "Freedom, Inc. engages low- to no-income communities of color in Dane County, WI. Our mission is to achieve social justice through coupling direct services with leadership development and community organizing.\nWe fight against domestic violence and sexual assault, providing services for women who need legal aid, crisis intervention, housing, economic advocacy, and safety planning.\nWe bring queer analysis to all of the work that we do, and provide specific programming for queer people of color so that people of all gender and sexual identities can be free.\nOur programming and social justice work are culturally specific to Black, Hmong, and Cambodian communities, building strength from within.",
        "donate_url": "https://freedom-inc.org/index.php?page=Support-Us",
        "volunteer_contact": "608 630 8901",
        "action_url": "",
        "instagram": "https://www.instagram.com/freedominc/",
        "fb": "https://www.facebook.com/AboutFreedomInc/",
        "twitter": "https://twitter.com/AboutFreedomInc",
        "email": "info@freedom-inc.org",
        "phone_num": "6086308901"
    },
    {
        "id": "35",
        "location": "Madison",
        "org_name": "Urban Triage",
        "org_link": "https://urbantriage.org/",
        "description": "",
        "donate_url": "https://www.gofundme.com/f/UrbanTriageForThePeopleByThePeople",
        "volunteer_contact": "608 520 0741",
        "action_url": "",
        "instagram": "https://www.instagram.com/urbantriage/",
        "fb": "https://www.facebook.com/urbantriage/",
        "twitter": "",
        "email": "urbantriage@gmail.com",
        "phone_num": "6085200741"
    },
    {
        "id": "36",
        "location": "Madison",
        "org_name": "Madison Bail Fund",
        "org_link": "https://freethe350bailfund.wordpress.com/",
        "description": "The Free The 350 Bailfund seeks to prioritize bailing out Black people incarcerated in the Dane County jail system, and also seeks to end the unjust and antiquated prison and jail system in general. Prison abolition is the ultimate goal, free them all!",
        "donate_url": "https://freethe350bailfund.wordpress.com/",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "freeThe350BailFund@gmail.com",
        "phone_num": ""
    },
    {
        "id": "37",
        "location": "Madison",
        "org_name": "Outreach LGBT Community Center",
        "org_link": "https://www.outreachmadisonlgbt.org/",
        "description": "Our mission is a commitment to equity and quality of life for all LGBTQ+ people through community building, health and human services, and economic, social, and racial justice advocacy.\n\nOur vision is to create a community where the presence and contributions of Lesbian, Gay, Bisexual, Transgender people are welcomed and celebrated; where intolerance is challenged and defeated; where justice prevails; and where civil rights of all people are valued and respected.",
        "donate_url": "https://www.outreachmadisonlgbt.org/donate",
        "volunteer_contact": "https://www.outreachmadisonlgbt.org/volunteer",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/LGBTOutReach/",
        "twitter": "https://twitter.com/OutReachLGBT/",
        "email": "info@lgbtoutreach.org",
        "phone_num": "6082558582"
    },
    {
        "id": "38",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "39",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "40",
        "location": "Houston",
        "org_name": "Restoring Justice",
        "org_link": "https://www.restoringjustice.org/",
        "description": "Restoring Justice is the only 501(c)(3) NPO operating in Texas to assist marginalized communities with holistic legal support, bail bonds, social services and trauma care. We believe holistic, loving, and client-centered representation by the local community is the only solution to mass incarceration.\n\nWe fight for the right to prevent unnecessary and wrongful incarceration while changing fear-based perceptions in our system to love-based hope. We provide individualized care to lift people out of our system, while simultaneously reforming our system to one of restorative justice, based in making communities whole again.",
        "donate_url": "https://www.restoringjustice.org/give#giving-checkout",
        "volunteer_contact": "844 737 3363",
        "action_url": "",
        "instagram": "https://www.instagram.com/restoringjustice/",
        "fb": "https://www.facebook.com/restoringjustice",
        "twitter": "https://twitter.com/restoringjustic",
        "email": "info@restoringjustice.org",
        "phone_num": "8447373363"
    },
    {
        "id": "41",
        "location": "Houston",
        "org_name": "Texas Organizing Project",
        "org_link": "https://organizetexas.org/contact-us/about-top/mission/",
        "description": "The Texas Organizing Project (TOP) works to improve the lives of low-income and working class Texas families through community organizing, and civic and electoral engagement. TOP is a membership-based organization that conducts direct action organizing, grassroots lobbying and electoral organizing led by working families in Texas.\n\nIn addition, we provide training, leadership development, and public education, putting community organizers on the ground in working communities throughout the state. These organizers identify issues of common concern; recruit, develop and train leaders; and build partnerships with community, labor and policy groups to strengthen neighborhoods across the state of Texas.",
        "donate_url": "https://secure.everyaction.com/_ew4evGgs0i4Ml7-RjD4tQ2",
        "volunteer_contact": "832 582 0061",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/OrganizeTexas",
        "twitter": "https://twitter.com/txorgproject",
        "email": "info@organizetexas.org",
        "phone_num": "8325820061"
    },
    {
        "id": "42",
        "location": "Houston",
        "org_name": "Black Lives Matter Houston",
        "org_link": "https://www.blmhouston.com/",
        "description": "Black Lives Matter Houston is an organization that addresses the issues that affects Black folks and collaborates with partners to build a healthy, educated and financially stable Black community. Our ultimate goal is to pave a path for Black power and liberation where it is understood that ALL BLACK LIVES MATTER. Our Mission is to build a movement that transforms Houston into a city that allows Black Houston to grow and thrive.",
        "donate_url": "https://www.paypal.me/BLMHOU",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "https://www.instagram.com/blmhouston/",
        "fb": "https://www.facebook.com/BLMHOU/",
        "twitter": "https://twitter.com/blmhoustontx?lang=en",
        "email": "blmhou@gmail.com",
        "phone_num": ""
    },
    {
        "id": "43",
        "location": "Houston",
        "org_name": "Pure Justice",
        "org_link": "https://purejustice.org/",
        "description": "The mission of Pure Justice is to empower our members and supporters to advocate for the changes they want to see in our criminal justice system and for the economic opportunities they need. Through community organizing and civic engagement, we aim to transform institutions, create equity, and improve the lives of low to moderate income families in Harris County.",
        "donate_url": "https://purejustice.org/store/",
        "volunteer_contact": "713 370 7490",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/PurelyJustice/",
        "twitter": "https://twitter.com/PureJustice_HTX",
        "email": "help@purejustice.org",
        "phone_num": "7133707490"
    },
    {
        "id": "44",
        "location": "Houston",
        "org_name": "NAACP Houston Branch",
        "org_link": "http://naacphouston.org/",
        "description": "The Houston Branch of the National Association for the Advancement of Colored People is a not-for-profit association of Civil Rights Advocacy units across the City of Houston. Its mission is to foster excellence and equity in legislation through advocacy leadership. We achieve that mission by representing our perspective before city and state government agencies and partnering with other organizations that believe in education, health care, economics, and labor; and by providing vital information and services to individual units throughout the region.",
        "donate_url": "https://secure.piryx.com/donate/8OPybs9Q/NAACP-Houston/donations",
        "volunteer_contact": "https://secure.piryx.com/donate/8OPybs9Q/NAACP-Houston/membership",
        "action_url": "",
        "instagram": "https://www.instagram.com/naacp_hou/",
        "fb": "https://www.facebook.com/NAACPHoustonBranch/",
        "twitter": "https://twitter.com/NAACPHOU?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor",
        "email": "",
        "phone_num": "7135263389"
    },
    {
        "id": "45",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "46",
        "location": "Atlanta",
        "org_name": "SAAFON",
        "org_link": "https://saafon.org/",
        "description": "SAAFON’s higher calling is to seek the liberation and empowerment of Black people through agricultural, food, and land-based strategies",
        "donate_url": "http://saafon.org/donate/",
        "volunteer_contact": "920 372 2366",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/SAAFONGrows/",
        "twitter": "https://twitter.com/saafon4farmers?lang=en",
        "email": "info@saafon.org",
        "phone_num": "9203722366"
    },
    {
        "id": "47",
        "location": "Atlanta",
        "org_name": "Project South",
        "org_link": "https://projectsouth.org/",
        "description": "Project South was founded as the Institute to Eliminate Poverty & Genocide in 1986. Our work is rooted in the legacy of the Southern Freedom Movement, and four primary work areas achieve our mission of cultivating strong social movements in the South powerful enough to contend with some of the most pressing and complicated social, economic, and political problems we face today.",
        "donate_url": "https://southernmovement.secure.force.com/pmtx/dn8n__SiteDonation?id=a1X460000008uNW",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "48",
        "location": "Atlanta",
        "org_name": "Black Lives Matter ATL",
        "org_link": "https://www.blacklivesmatteratl.org/",
        "description": "#BlackLivesMatter was birthed in an \"Open Love Letter to Black People,\" written by Oakland-based community activist Alicia Garza in July 2013 after the acquittal of George Zimmerman; the self-proclaimed neighborhood watchman who murdered unarmed teenager, #TrayvonMartin. Garza ended her Facebook post with the benediction, \"Black people. I love you. I love us. Our lives matter.”\n\nFellow activist Patrisse Cullors amended the last three words to create a hashtag: #BlackLivesMatter, which the two began to promote vigorously. A new friend, Brooklyn-based immigration-rights organizer Opal Tometi created Facebook and Twitter pages to connect other like-minded activists... and a movement was born.\n\nWe are unapologetically Black in our positioning, and committed to collectively, lovingly and courageously working for freedom and justice for all Black people (and by extension all people) regardless of actual or perceived sexual identity, gender expression, economic or educational status, ability or disability, religious beliefs or disbeliefs, immigration or incarceration status or location.​​",
        "donate_url": "https://www.blacklivesmatteratl.org/give.html",
        "volunteer_contact": "https://www.blacklivesmatteratl.org/join.html",
        "action_url": "https://www.blacklivesmatteratl.org/boycottstonemountain.html",
        "instagram": "https://www.instagram.com/blm_atl/",
        "fb": "https://www.facebook.com/AtlantaBLM/",
        "twitter": "https://twitter.com/blmatlanta?lang=en",
        "email": "OfficialBlackLivesMatteratl@gmail.com",
        "phone_num": ""
    },
    {
        "id": "49",
        "location": "Atlanta",
        "org_name": "ATL Is Ready",
        "org_link": "http://www.atlisready.black/",
        "description": "AiR is a cooperatively owned social enterprise of grassroots organizations, student activists, community organizers, millennial leaders and good ol' folk. Together we work in principle to strengthen and amplify indigenous Black and marginalized voices in Atlan'a. We are a symbol of the global resistance to white supremacist capitalism through equitable policy development, community empowerment and growing our fam'. We are committed to using our vast platform to elevate local organizing efforts advancing racial and economic justice initiatives in our city, by any means necessary.",
        "donate_url": "",
        "volunteer_contact": "http://www.atlisready.black/contact",
        "action_url": "",
        "instagram": "http://instagram.com/atlisready.black",
        "fb": "https://www.facebook.com/ATLisREADY/",
        "twitter": "https://twitter.com/ATLisReady",
        "email": "info@ATLisREADY.Black",
        "phone_num": ""
    },
    {
        "id": "50",
        "location": "Atlanta",
        "org_name": "Snap4Freedom",
        "org_link": "https://www.snap4freedom.org/home",
        "description": "The solutions NOT punishment collaborative is a black trans and queer led collaborative that builds the power of our people to wage and win campaigns that force systematic divestment from the prison industrial complex and investment in the services and supports us. This mission is grounded in our commitment toward ending the mass crisis of passive genocide, incarceration, and the larger black community",
        "donate_url": "https://www.snap4freedom.org/donate",
        "volunteer_contact": "https://www.snap4freedom.org/join",
        "action_url": "",
        "instagram": "https://www.instagram.com/snap4freedom/",
        "fb": "http://facebook.com/snap4freedom",
        "twitter": "http://twitter.com/snap4freedom",
        "email": "solutionsnotpunishment@gmail.com",
        "phone_num": "6787225531"
    },
    {
        "id": "51",
        "location": "Milwaukee",
        "org_name": "Forge",
        "org_link": "https://forge-forward.org/miles/",
        "description": "FORGE is a national transgender anti-violence organization, founded in 1994. Since 2009, we have been federally funded to provide direct services to transgender, gender non-conforming and gender non-binary survivors of sexual assault. Since 2011, FORGE has served as the only transgender-focused organization federally funded to provide training and technical assistance to providers around the country who work with transgender survivors of sexual assault, domestic and dating violence, and stalking. Our role as a technical assistance provider has allowed us to directly see key continued and emerging challenges many agencies are experiencing in serving sexual assault survivors of all genders.",
        "donate_url": "https://publicallies.org/donate/",
        "volunteer_contact": "https://forge-forward.org/about/contact-us/",
        "action_url": "",
        "instagram": "",
        "fb": "http://www.facebook.com/pages/FORGE/104003143596",
        "twitter": "",
        "email": "",
        "phone_num": "4145592123"
    },
    {
        "id": "52",
        "location": "Milwaukee",
        "org_name": "Alice's Mission",
        "org_link": "https://www.alicesgardenmke.com/alice-meade-taylor",
        "description": "Alice’s Garden provides models of regenerative farming, community cultural development, and economic agricultural enterprises for the global landscape. We recognize the cultivating, preparing, and preserving of food, and food traditions, as cultural arts to be reclaimed and celebrated fully in urban agriculture.",
        "donate_url": "https://www.alicesgardenmke.com/shop/garden-donations",
        "volunteer_contact": "414 687 0122",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/AlicesGarden/",
        "twitter": "",
        "email": "venicewb@gmail.com",
        "phone_num": "4146870122"
    },
    {
        "id": "53",
        "location": "Milwaukee",
        "org_name": "Walnut Way",
        "org_link": "https://www.walnutway.org/",
        "description": "Our mission is to sustain transformation by advancing an economically diverse and abundant community through civic engagement, environmental stewardship, and creating venues for prosperity.",
        "donate_url": "https://www.walnutway.org/donate/",
        "volunteer_contact": "414 264 2326",
        "action_url": "",
        "instagram": "https://www.instagram.com/walnutway/",
        "fb": "https://www.facebook.com/walnut.way",
        "twitter": "https://twitter.com/walnut_way",
        "email": "info@walnutway.org",
        "phone_num": "4142642326"
    },
    {
        "id": "54",
        "location": "Milwaukee",
        "org_name": "Incarcerated Members Organizing Committee",
        "org_link": "https://incarceratedworkers.org/",
        "description": "We, the Incarcerated Workers Organizing Committee (IWOC), are a prisoner-led section of the Industrial Workers of the World. We struggle to end prison slavery along with allies and supporters on the outside. On September 9, 2016 we were part of a coalition of inside and outside groups that launched the largest prison strike in US history. Resistance to prison slavery continues with work stoppages, hunger strikes and other acts of resistance to business as usual.",
        "donate_url": "https://incarceratedworkers.org/donate/",
        "volunteer_contact": "https://incarceratedworkers.org/join-iwoc",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/incarceratedworkers",
        "twitter": "https://twitter.com/IWW_IWOC",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "55",
        "location": "Milwaukee",
        "org_name": "Love on Black Women",
        "org_link": "https://loveonblackwomen.com/",
        "description": "Love On Black Women is a people-driven fund. We trust Black Women to be honest about their needs, we don’t ask for follow-up, and we don’t want dollars that come with a burden of proof. 100% of the money raised goes directly in to Black Women’s pockets.",
        "donate_url": "https://donorbox.org/love-on-black-women",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/loveonblackwomen/",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "56",
        "location": "New York City",
        "org_name": "Black Lives Matter Greater NY",
        "org_link": "https://www.blacklivesmattergreaterny.com/",
        "description": "BLACK LIVES MATTER OF GREATER NEW YORK AIMS TO LIBERATE OUR PEOPLE AT ALL COSTS.\n\nWe believe in building community through civic engagement, education and mentorship. Our Vision is to directly impact the policies that impact our conditions focusing on: criminal justice reform, basic public safety, fair and equal access to education, jobs & infrastructure. Through grassroots organizing and direct action, we will serve as a resounding voice for the underserved and disenfranchised. We want to thrive not survive #BlacklivesmatterNY #BLMNY.",
        "donate_url": "https://www.patreon.com/blmny",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "http://www.instagram.com/BLMGreaterNY",
        "fb": "https://www.facebook.com/blmgreaterny/",
        "twitter": "http://www.twitter.com/BLMGreaterNY",
        "email": "BLMGreaterNY@gmail.com",
        "phone_num": ""
    },
    {
        "id": "57",
        "location": "New York City",
        "org_name": "Mask Crusaders",
        "org_link": "https://maskcrusaders.org/",
        "description": "“Mask Crusaders is a peer-to-peer network accepting and distributing donations of masks, gloves and other PPE to help stem the COVID-19 pandemic. Through our simple platform, frontline workers connect directly with donors—with no slow go-between—allowing for immediate distribution without the need to collect sensitive data on vulnerable frontline workers.” \n* Mask Crusaders has widened their platform to also support NYC protestors who are being released from detention. Through Mask Crusaders, you can donate masks, hand sanitizer, snacks, water, coffee, raingear, and portable phone chargers to be distributed to protestors as they exit detention. *",
        "donate_url": "https://secure.actblue.com/donate/emergency-relief-fund-1",
        "volunteer_contact": "https://emergencyreleasefund.com/get-involved/",
        "action_url": "",
        "instagram": "https://www.instagram.com/emergency_release_fund/",
        "fb": "https://www.facebook.com/EmergencyReleaseFund/",
        "twitter": "https://twitter.com/release_fund",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "58",
        "location": "New York City",
        "org_name": "#FreeNewYork",
        "org_link": "http://jlusa.org/campaign/freenewyork/",
        "description": "“#FREEnewyork is a grassroots campaign launched in 2017 to achieve real solutions to New York’s statewide jail crisis. #FREEnewyork is building the power and leadership of New Yorkers most harmed by incarceration, and demanding bold legislative action and fundamental change to New York’s pretrial system.”",
        "donate_url": "https://jlusa.org/donate/",
        "volunteer_contact": "https://jlusa.org/leadership/#become-a-leader",
        "action_url": "",
        "instagram": "https://www.instagram.com/justleadershipusa/",
        "fb": "https://www.facebook.com/JustLeadersUSA",
        "twitter": "https://twitter.com/JustLeadersUSA",
        "email": "",
        "phone_num": "3474542195"
    },
    {
        "id": "59",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "60",
        "location": "New York City",
        "org_name": "Black Trans Travel Fund",
        "org_link": "https://www.blacktranstravelfund.com/our-mission",
        "description": "The Black Trans Travel Fund is a mutual-aid project developed in order to help provide Black transgender women with the financial resources needed to be able to self-determine safer alternatives to travel, where women feel less likely to experience verbal harassment or physical harm. This project was created out of direct response to the relentless and unacceptable violence Black transgender women across the country have been experiencing. We are currently providing our service to Black trans women in New York and New Jersey, and will be working to expand our efforts to other states soon!",
        "donate_url": "https://www.blacktranstravelfund.com/donate",
        "volunteer_contact": "BlackTransTravelFund@gmail.com",
        "action_url": "",
        "instagram": "https://www.instagram.com/blacktranstravelfund/",
        "fb": "https://www.facebook.com/BlackTransTravelFund/?modal=admin_todo_tour",
        "twitter": "https://twitter.com/blktranstravel?lang=en",
        "email": "",
        "phone_num": "9293709758"
    },
    {
        "id": "61",
        "location": "New York City",
        "org_name": "F2L: Travel Fund",
        "org_link": "https://www.f2lrelieffund.com/about",
        "description": "The F2L: RELIEF FUND provides commissary support for incarcerated Lesbian, Gay, Bisexual, Transgender, Queer, and Two-Spirit People of Color in New York State.\n\nThe F2L: Relief Fund is a project of the F2L Network. THE F2L NETWORK is a community effort to end the incarceration of our community through resource redistribution and direct action. Founded in 2016, F2L has organized over 50+ Pack the Courts, raised over 100k in commissary, bailed out 8 individuals, and kept many more community members out of State custody by securing adequate legal representation and providing financial assistance during trial.",
        "donate_url": "https://www.f2lrelieffund.com/",
        "volunteer_contact": "f2lReliefFund@protonmail.com",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/f2lnetwork",
        "twitter": "http://www.twitter.com/f2lnetwork",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "64",
        "location": "Portland",
        "org_name": "KairosPDX",
        "org_link": "http://kairospdx.org/",
        "description": "KairosPDX was founded by a diverse group of leaders who understand the pivotal role that education plays as a gateway to opportunity. We know that many came before us and fought for the right for all kids to learn, to be in good schools, to have the chance to overcome systemic poverty.",
        "donate_url": "http://kairospdx.org/giving/donate-online/",
        "volunteer_contact": "http://kairospdx.org/contact-us/",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/KairosKidsAndFamilies/",
        "twitter": "https://twitter.com/kairospdx",
        "email": "info@kairospdx.org",
        "phone_num": "5035679820"
    },
    {
        "id": "65",
        "location": "Portland",
        "org_name": "Don't Shoot PDX",
        "org_link": "https://www.dontshootpdx.org/",
        "description": "Our organizational work and activism, including direct community education workshops, support the outreach of our continued advocacy as first respondents and has helped community members contribute through direct engagement and legislative value. There are a vast amount of policy based assets influenced and being harnessed in our strategic building of relationships and networks used toward the shift in culture and systemic discrimination. Activists from the front line need to be encouraged to continue frank and honest conversations about our connection with Ferguson and race in American and its influence within politics.\n\nKnown for our bystander intervention work and community advocacy, it’s with great pride that at the beginning of this year, on Martin Luther King’s birthday, we moved into the former Albina Arts Center in North Portland. To occupy this historical space in a now heavily gentrified area, we are excited to host our educational programming, youth events and community-based archival workshops in this space.",
        "donate_url": "https://form.jotform.com/dontshootpdx/donation-form",
        "volunteer_contact": "https://form.jotform.com/dontshootpdx/committee--volunteer-registration",
        "action_url": "",
        "instagram": "https://www.instagram.com/dontshootpdx/",
        "fb": "https://www.facebook.com/DontShootPDX/",
        "twitter": "",
        "email": "contact@dontshootpdx.org",
        "phone_num": ""
    },
    {
        "id": "66",
        "location": "Portland",
        "org_name": "Portland In Color",
        "org_link": "https://www.portlandincolor.com/",
        "description": "PORTLAND IN COLOR envisions a future where our city’s Black, Indigenous, and/or people of color creatives are supported beyond visibility. Through community events, local partnerships, and a public directory, we create and foster opportunities for collaboration, artistic and professional growth, and tools to sustain creative livelihoods. We highlight the voices, experiences, and contributions of our community as a vital step towards an equitable arts and media landscape.",
        "donate_url": "",
        "volunteer_contact": "https://airtable.com/shrz0GGElxuMKBMjC",
        "action_url": "",
        "instagram": "https://www.instagram.com/portlandincolor/?hl=en",
        "fb": "https://www.facebook.com/portlandincolor/",
        "twitter": "",
        "email": "portlandincolor@gmail.com",
        "phone_num": ""
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "69",
        "location": "Portland",
        "org_name": "Bradley Angle",
        "org_link": "https://bradleyangle.org/",
        "description": "Bradley Angle serves anyone affected by domestic violence. We value the dignity and personal story of everyone who comes to us for support, and respect that survivors should have control over their own lives.",
        "donate_url": "https://bradleyangle.org/give-support/donate/",
        "volunteer_contact": "https://bradleyangle.org/give-support/volunteer/",
        "action_url": "",
        "instagram": "https://instagram.com/bradleyanglepdx",
        "fb": "https://www.facebook.com/bradleyanglepdx",
        "twitter": "",
        "email": "",
        "phone_num": "5032321528"
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "72",
        "location": "Washington, D.C.",
        "org_name": "Us Helping Us",
        "org_link": "https://www.ushelpingus.org/",
        "description": "Established in 1985, Us Helping Us began as a group of volunteers that provided holistic health information for people living with AIDS. The strategy was to teach natural holistic techniques – involving the body, mind, and spirit – for health maintenance. As it exists today, Us Helping Us is an experienced CBO with two locations in the greater Washington, DC area, including a certified, freestanding mental health clinic, and works tirelessly to achieve health equity for underserved and marginalized populations in the greater Washington, DC area.",
        "donate_url": "https://app.donorview.com/Donation/DonationInfo?prm=XmnxXqRgRpt-iNfGSxp3HZzWea5rsWcx8PZQHhDnKA_TWKdFjsFZr16m5BLAUPwzoMgiFYMY8aU2RMmbo4Ucvfqpo1enYAnMRoVA6FR7E73E0fd5QHDW9lGTWhzzW58G58YWGBTgar_3-5avR12s-WdNZ6sDNeb_DvQ9qZXlwdFmB9jz7JRuqk0CVmDPt7glNrRx21vrsTj_pO94yPeK50nFdmliIgJxwnoJ1siqXBHcOhOhqVrj7nx74opJ-rPs0",
        "volunteer_contact": "https://www.ushelpingus.org/volunteer",
        "action_url": "",
        "instagram": "https://www.instagram.com/ushelpingus/",
        "fb": "",
        "twitter": "https://twitter.com/UsHelpingUs",
        "email": "",
        "phone_num": "2024461100"
    },
    {
        "id": "73",
        "location": "Washington, D.C.",
        "org_name": "SMYAL",
        "org_link": "https://smyal.org/",
        "description": "SMYAL (Supporting and Mentoring Youth Advocates and Leaders) supports and empowers lesbian, gay, bisexual, transgender, and questioning (LGBTQ) youth in the Washington, DC, metropolitan region. Through youth leadership, SMYAL creates opportunities for LGBTQ youth to build self-confidence, develop critical life skills, and engage their peers and community through service and advocacy. Committed to social change, SMYAL builds, sustains, and advocates for programs, policies, and services that LGBTQ youth need as they grow into adulthood.",
        "donate_url": "https://app.etapestry.com/onlineforms/SMYAL/donatenow.html",
        "volunteer_contact": "supporterinfo@smyal.org",
        "action_url": "",
        "instagram": "http://instagram.com/smyal_dmv",
        "fb": "http://www.facebook.com/SMYAL",
        "twitter": "http://www.twitter.com/SMYALDMV",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "75",
        "location": "Washington, D.C.",
        "org_name": "Collective Action for Safe Spaces",
        "org_link": "https://www.collectiveactiondc.org/",
        "description": "Collective Action for Safe Spaces is a grassroots organization that uses comprehensive, community-based solutions through an intersectional lens to eliminate public gendered harassment and assault in the DC metropolitan area.",
        "donate_url": "https://www.collectiveactiondc.org/donate/",
        "volunteer_contact": "https://www.collectiveactiondc.org/about/contact-us/",
        "action_url": "",
        "instagram": "https://www.instagram.com/safespacesdc/",
        "fb": "https://www.facebook.com/CollectiveActionforSafeSpaces",
        "twitter": "https://twitter.com/safespacesdc",
        "email": "info@collectiveactiondc.org",
        "phone_num": "2025564232"
    },
    {
        "id": "76",
        "location": "",
        "org_name": "",
        "org_link": "",
        "description": "",
        "donate_url": "",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "",
        "phone_num": ""
    },
    {
        "id": "77",
        "location": "Minneapolis",
        "org_name": "African Career, Education & Resource",
        "org_link": "https://acerinc.org/",
        "description": "Since the organization was established in 2008, staff have looked to community members to bring concerns, ideas, and issues to the table. We started by offering job and resources fairs that connected African immigrants to employment and other critical resources. But we quickly learned that we needed to address the root causes of the challenges facing our communities.\n\nToday, ACER works with hundreds of African immigrants each year to develop innovative solutions that promote health, generate jobs, create opportunity in education, and promote quality affordable housing for African immigrants and other people of color. No matter what issues arise, racial and economic equity are always at the core of our work.",
        "donate_url": "https://acerinc.org/donation/",
        "volunteer_contact": "https://acerinc.org/contact-us/",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/ACERFair/",
        "twitter": "https://twitter.com/ACERIncMN",
        "email": "info@acerinc.org",
        "phone_num": "7632734217"
    },
    {
        "id": "78",
        "location": "Minneapolis",
        "org_name": "Juxtaposition Arts",
        "org_link": "https://juxtapositionarts.org/",
        "description": "Juxtaposition Arts develops community by engaging and employing young urban artists in hands-on education initiatives that create pathways to self-sufficiency while actualizing creative power.",
        "donate_url": "https://juxtapositionarts.org/donate/",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "https://www.instagram.com/jxta_arts/",
        "fb": "https://www.facebook.com/JuxtapositionArts",
        "twitter": "https://twitter.com/jxta_arts?lang=en",
        "email": "info@juxtaposition.org",
        "phone_num": "6125881148"
    },
    {
        "id": "79",
        "location": "Minneapolis",
        "org_name": "Minnesota Healing Justice Network",
        "org_link": "https://www.minnesotahealingjusticenetwork.com/",
        "description": "We provide a supportive professional community and mutual aid network for wellness and healing justice practitioners who also identify as IBPOC (Indigenous, Black, or People of Color). In order to reduce racial health disparities, we recognize the call for community care and collectivist cultural practices, for ourselves, our patients and students, and all Minnesotans.",
        "donate_url": "https://www.mnhealingjustice.com/fund",
        "volunteer_contact": "https://docs.google.com/forms/d/1i8Bdy8zYYbBG1l-jvjWbBSv1gAAdm4mDYvM5cZncu9Q/viewform?edit_requested=true",
        "action_url": "",
        "instagram": "https://www.instagram.com/mnhealingjustice",
        "fb": "https://www.facebook.com/mnhealingjustice",
        "twitter": "https://www.twitter.com/MnHealing",
        "email": "Minnesotahealingjusticenetwork@gmail.com",
        "phone_num": ""
    },
    {
        "id": "80",
        "location": "Minneapolis",
        "org_name": "Until We Are All Free",
        "org_link": "http://www.untilweareallfree.com/#declaration-of-unity-intro",
        "description": "UNTIL WE ARE ALL FREE is a racial justice initiative rooted in arts and culture. Together, Black, migrant, refugee, undocumented, indigenous, queer, and transgender communities are building solidarity by tapping into the power of art and culture to envision and to build a world defined by dignity and self-determination—for all of us. UNTIL WE ARE ALL FREE disrupts the criminal law and immigration systems that overwhelmingly treat our people as criminals, lock us away, and deport us.",
        "donate_url": "https://www.paypal.me/Untilweareallfree",
        "volunteer_contact": "",
        "action_url": "",
        "instagram": "",
        "fb": "",
        "twitter": "",
        "email": "info@culturestrike.org",
        "phone_num": ""
    },
    {
        "id": "81",
        "location": "Minneapolis",
        "org_name": "Women For Political Change",
        "org_link": "https://www.womenforpoliticalchange.org/",
        "description": "Women for Political Change (WFPC) holistically invests in the leadership and political power of young women and trans & non-binary individuals throughout Minnesota. \nWe are living in a society in which our dominant institutions actively benefit from and perpetuate oppressive systems, including patriarchy, transphobia, white supremacy, xenophobia, and classism. By investing in young people and creating alternative spaces for community education & healing, we are challenging these systems of oppression and shifting the face of power within public and political leadership.",
        "donate_url": "https://secure.everyaction.com/ZNYnUikGcU2b9OAYFs1TeQ2",
        "volunteer_contact": "",
        "action_url": "https://www.womenforpoliticalchange.org/events",
        "instagram": "http://instagram.com/mnwfpc",
        "fb": "http://www.facebook.com/MNWFPC/",
        "twitter": "http://twitter.com/mnwfpc",
        "email": "Info@womenforpoliticalchange.org",
        "phone_num": ""
    },
    {
        "id": "82",
        "location": "New York City",
        "org_name": "Princess Janae Place Inc.",
        "org_link": "http://www.princessjanaeplace.org/",
        "description": "Princess Janae Place was established in 2015 to support the transgender/gender nonconforming (TGNC) and transgender/gender non-binary (TGNB) community, many of whom experience homelessness and housing insecurity. Princess Janae Place is New York State's first and only community based housing organization led by, and for, people of trans experience. Princess Janae Place offers a community-based, safe and accessible place for people of transgender experience to connect to critical services and support.",
        "donate_url": "https://www.paypal.com/paypalme/PrincessJanaePlace",
        "volunteer_contact": "http://www.princessjanaeplace.org/index.php/volunteer.html",
        "action_url": "",
        "instagram": "https://www.instagram.com/princessjanaeplace/",
        "fb": "https://www.facebook.com/PrincessJanaePlace/",
        "twitter": "https://twitter.com/princessjanaepl",
        "email": "info@princessjanaeplace.org",
        "phone_num": "7186841688"
    },
    {
        "id": "83",
        "location": "New York City",
        "org_name": "Black Urban Growers",
        "org_link": "https://www.blackurbangrowers.org/",
        "description": "Black Urban Growers (BUGS) is an organization committed to building networks and community support for growers in both urban and rural settings. Through education and advocacy around food and farm issues, we nurture collective Black leadership to ensure we have a seat at the table. \nSince 2010, we've convened the Black Farmers & Urban Gardeners Conference, a national conference bringing together Black farmers, food justice advocates, educators, chefs and concerned members of Black communities from across the country to share best practices and build a stronger network of Black leadership in the movement for food justice and food sovereignty.",
        "donate_url": "https://www.blackurbangrowers.org/donate",
        "volunteer_contact": "https://www.blackurbangrowers.org/contact-us",
        "action_url": "",
        "instagram": "",
        "fb": "https://www.facebook.com/blackfarmerconf",
        "twitter": "https://twitter.com/blackfarmerconf",
        "email": "",
        "phone_num": ""
    }
]
